{
    "common": {
        "badge": "قانوني",
        "contactTitle": "معلومات الاتصال",
        "contactText": "إذا كانت لديك أي أسئلة، يرجى التواصل معنا على:",
        "email": "info@credocarbon.com"
    },
    "terms": {
        "title": "شروط الخدمة",
        "subtitle": "تحكم شروط الخدمة هذه استخدامك لمنصة كريدو كربون لتسجيل أرصدة الكربون والتحقق منها وإصدارها وتداولها.",
        "sections": {
            "acceptance": {
                "title": "1. قبول الشروط",
                "content": "من خلال الوصول إلى منصة كريدو كربون (\"الخدمة\") واستخدامها، فإنك تقبل وتوافق على الالتزام بشروط وأحكام هذه الاتفاقية. إذا كنت لا توافق على شروط الخدمة هذه، يرجى عدم استخدام خدمتنا. تنطبق هذه الشروط على جميع المستخدمين، بما في ذلك مطوري المشاريع وهيئات التحقق والتثبت ومشتري أرصدة الكربون ومطوري واجهة برمجة التطبيقات."
            },
            "description": {
                "title": "2. وصف الخدمة",
                "intro": "توفر كريدو كربون منصة موحدة لإدارة دورة حياة أرصدة الكربون عبر السجلات العالمية. تشمل خدمتنا:",
                "items": [
                    "أدوات تسجيل وإدارة مشاريع الكربون",
                    "سير عمل المراقبة والإبلاغ والتحقق (إم آر في) والأتمتة",
                    "التكامل مع السجلات المتعددة (فيرا، المعيار الذهبي، مجلس الكربون العالمي، بلان فيفو، إيه سي آر، سي إيه آر)",
                    "أدوات اختيار المنهجية وحساب خط الأساس للمشروع",
                    "التعاون مع هيئات التحقق وإدارة التثبت",
                    "تتبع إصدار أرصدة الكربون ونقلها وإيقافها",
                    "الوصول إلى واجهة برمجة التطبيقات للتكامل البرمجي وتبادل البيانات",
                    "التحليلات ولوحات التقارير وإدارة محفظة أرصدة الكربون",
                    "ميزات السوق لتداول أرصدة الكربون (حيثما ينطبق)"
                ]
            },
            "accounts": {
                "title": "3. حسابات المستخدمين والأدوار",
                "intro": "للوصول إلى ميزات معينة من الخدمة، يجب عليك التسجيل للحصول على حساب. تتمتع أدوار المستخدمين المختلفة بمستويات وصول مختلفة:",
                "roles": [
                    {
                        "role": "مطورو المشاريع:",
                        "desc": "إنشاء وإدارة مشاريع الكربون، التقديم للسجلات، تتبع إصدار الأرصدة"
                    },
                    {
                        "role": "هيئات التحقق:",
                        "desc": "الوصول إلى بيانات المشروع للتحقق والتثبت، تقديم التقارير"
                    },
                    {
                        "role": "المشترون:",
                        "desc": "تصفح وشراء وإيقاف أرصدة الكربون"
                    },
                    {
                        "role": "المطورون:",
                        "desc": "الوصول إلى واجهة برمجة التطبيقات للتكامل والأتمتة"
                    }
                ],
                "agree": "أنت توافق على:",
                "agreeItems": [
                    "تقديم معلومات دقيقة وحديثة وكاملة أثناء التسجيل",
                    "الحفاظ على أمان كلمة المرور وبيانات اعتماد الحساب",
                    "إخطارنا فوراً بأي استخدام غير مصرح به لحسابك",
                    "قبول المسؤولية عن جميع الأنشطة التي تحدث تحت حسابك",
                    "التأكد من أن لديك السلطة لتمثيل مؤسستك"
                ]
            },
            "projectData": {
                "title": "4. بيانات مشروع الكربون والدقة",
                "intro": "عند استخدام خدمتنا لتسجيل وإدارة مشاريع الكربون، فإنك تمثل وتضمن أن:",
                "items": [
                    "جميع بيانات المشروع ومعلومات خط الأساس وحسابات خفض الانبعاثات دقيقة وصادقة",
                    "لديك الحق القانوني لتطوير وتسجيل مشروع الكربون",
                    "يتوافق المشروع مع جميع معايير ومنهجيات السجل المعمول بها",
                    "لن تقدم معلومات خاطئة أو مضللة للسجلات",
                    "ستحافظ على التوثيق والأدلة المناسبة لجميع مطالبات المشروع",
                    "لن تشارك في الحساب المزدوج أو أنشطة أرصدة الكربون الاحتيالية"
                ]
            },
            "acceptableUse": {
                "title": "5. الاستخدام المقبول",
                "intro": "أنت توافق على عدم استخدام الخدمة من أجل:",
                "items": [
                    "انتهاك أي قوانين أو لوائح أو معايير سوق الكربون المعمول بها",
                    "تقديم معلومات مشروع كربون احتيالية أو مضللة",
                    "الانخراط في الحساب المزدوج لأرصدة الكربون عبر السجلات",
                    "التعدي على حقوق الملكية الفكرية للآخرين",
                    "نقل أي رمز ضار أو خبيث أو فيروسات",
                    "محاولة الوصول غير المصرح به إلى أنظمتنا أو حسابات المستخدمين الآخرين",
                    "التدخل في الخدمة أو الخوادم أو الشبكات أو تعطيلها",
                    "استخدام الخدمة لأي غرض احتيالي أو غير قانوني أو غير أخلاقي",
                    "جمع أو حصاد بيانات المستخدم دون إذن",
                    "الهندسة العكسية أو محاولة استخراج كود المصدر من منصتنا"
                ]
            },
            "registry": {
                "title": "6. التكامل مع السجلات والتقديمات",
                "intro": "تسهل خدمتنا التقديم إلى سجلات الكربون الخارجية. أنت تقر بأن:",
                "items": [
                    "قرارات الموافقة النهائية وإصدار الأرصدة تتخذها السجلات المعنية، وليس كريدو كربون",
                    "لكل سجل شروطه ومعاييره ومتطلباته الخاصة التي يجب عليك الامتثال لها",
                    "كريدو كربون ليست مسؤولة عن قرارات السجل أو التأخيرات أو الرفض",
                    "رسوم ومتطلبات السجل منفصلة عن رسوم خدمة كريدو كربون",
                    "أنت مسؤول عن الحفاظ على الامتثال لمعايير السجل طوال دورة حياة المشروع"
                ]
            },
            "ip": {
                "title": "7. الملكية الفكرية",
                "content": "الخدمة ومحتواها الأصلي وميزاتها ووظائفها مملوكة لكريدو كربون ومحمية بموجب حقوق النشر الدولية والعلامات التجارية وبراءات الاختراع والأسرار التجارية وقوانين الملكية الفكرية الأخرى. تحتفظ بملكية بيانات مشروع الكربون الخاص بك، ولكنك تمنحنا ترخيصاً لاستخدامها لتقديم الخدمة."
            },
            "privacy": {
                "title": "8. البيانات والخصوصية",
                "content": "يخضع استخدامك للخدمة أيضاً لسياسة الخصوصية الخاصة بنا. نجمع بياناتك ونستخدمها ونحميها كما هو موضح في سياسة الخصوصية الخاصة بنا، والتي تم دمجها في هذه الشروط بالإشارة. أنت تقر بأن بيانات معينة لمشروع الكربون قد تتم مشاركتها مع السجلات وهيئات التحقق وتكون متاحة للجمهور لأغراض الشفافية."
            },
            "payment": {
                "title": "9. شروط الدفع",
                "intro": "قد يتم تقديم جوانب معينة من الخدمة مقابل رسوم، بما في ذلك:",
                "items": [
                    "خطط الاشتراك للوصول إلى المنصة",
                    "رسوم تسجيل وإدارة المشروع",
                    "رسوم استخدام واجهة برمجة التطبيقات على أساس حجم الاستدعاءات",
                    "الميزات المتميزة والتحليلات المتقدمة",
                    "رسوم المعاملات لتداول أرصدة الكربون (حيثما ينطبق)"
                ],
                "note": "أنت توافق على دفع جميع الرسوم المرتبطة بالخطة التي اخترتها. جميع الرسوم غير قابلة للاسترداد ما لم ينص على خلاف ذلك. نحتفظ بالحق في تغيير أسعارنا مع إشعار قبل 30 يوماً. رسوم تقديم السجل منفصلة وتُدفع مباشرة للسجلات."
            },
            "api": {
                "title": "10. استخدام واجهة برمجة التطبيقات وشروط المطورين",
                "intro": "إذا كنت تستخدم واجهة برمجة التطبيقات الخاصة بنا، فإنك توافق أيضاً على:",
                "items": [
                    "الامتثال لحدود معدل واجهة برمجة التطبيقات وإرشادات الاستخدام",
                    "تأمين وحماية مفاتيح واجهة برمجة التطبيقات الخاصة بك بشكل صحيح",
                    "عدم استخدام واجهة برمجة التطبيقات لإنشاء خدمات منافسة",
                    "نسب الفضل إلى كريدو كربون عند عرض البيانات من واجهة برمجة التطبيقات الخاصة بنا",
                    "الامتثال لجميع لوائح سوق الكربون المعمول بها عند استخدام بيانات واجهة برمجة التطبيقات"
                ]
            },
            "warranties": {
                "title": "11. الضمانات وإخلاء المسؤولية",
                "intro": "يتم تقديم الخدمة \"كما هي\" و\"حسب التوفر\" دون ضمانات من أي نوع. نحن لا نضمن:",
                "items": [
                    "أن مشاريع الكربون ستتم الموافقة عليها من قبل السجلات",
                    "جداول زمنية محددة لموافقات السجل أو إصدار الأرصدة",
                    "دقة بيانات الطرف الثالث أو معلومات السجل",
                    "تشغيل الخدمة بشكل متواصل أو خالٍ من الأخطاء",
                    "أن الخدمة ستلبي جميع متطلباتك المحددة"
                ]
            },
            "liability": {
                "title": "12. تحديد المسؤولية",
                "intro": "في أي حال من الأحوال، لن تكون كريدو كربون أو مديروها أو موظفوها أو شركاؤها أو وكلاؤها أو مورديها أو الشركات التابعة لها مسؤولين عن أي أضرار غير مباشرة أو عرضية أو خاصة أو تبعية أو عقابية، بما في ذلك على سبيل المثال لا الحصر:",
                "items": [
                    "خسارة الأرباح أو الإيرادات أو أرصدة الكربون",
                    "فقدان البيانات أو معلومات المشروع",
                    "رفض السجل أو التأخيرات",
                    "تقلبات القيمة السوقية لأرصدة الكربون",
                    "انقطاع الأعمال أو تكاليف الفرصة البديلة"
                ]
            },
            "indemnification": {
                "title": "13. التعويض",
                "intro": "أنت توافق على تعويض كريدو كربون وإبراء ذمتها من أي مطالبات أو أضرار أو خسائر أو نفقات ناشئة عن:",
                "items": [
                    "انتهاكك لهذه الشروط",
                    "انتهاكك لأي لوائح سوق الكربون أو معايير السجل",
                    "بيانات مشروع الكربون الاحتيالية أو غير الدقيقة التي تقدمها",
                    "انتهاكك لأي حقوق طرف ثالث"
                ]
            },
            "termination": {
                "title": "14. الإنهاء",
                "intro": "يجوز لنا إنهاء أو تعليق حسابك والوصول إلى الخدمة فوراً، دون إشعار مسبق أو مسؤولية، لأي سبب، بما في ذلك خرق هذه الشروط أو النشاط الاحتيالي أو انتهاك لوائح سوق الكربون. عند الإنهاء:",
                "items": [
                    "سينتهي حقك في استخدام الخدمة فوراً",
                    "يمكنك طلب تصدير بيانات مشروعك في غضون 30 يوماً",
                    "قد نحتفظ ببيانات معينة كما هو مطلوب من قبل السجلات أو الالتزامات القانونية",
                    "تبقى الرسوم المستحقة واجبة الدفع"
                ]
            },
            "governing": {
                "title": "15. القانون الحاكم",
                "content": "تخضع هذه الشروط وتفسر وفقاً للقوانين المعمول بها، دون اعتبار لأحكام تعارض القوانين. يتم حل أي نزاعات من خلال التحكيم الملزم."
            },
            "changes": {
                "title": "16. التغييرات على الشروط",
                "content": "نحتفظ بالحق في تعديل أو استبدال هذه الشروط في أي وقت. سنقدم إشعاراً بأي تغييرات جوهرية عن طريق نشر الشروط الجديدة على هذه الصفحة، وعند الاقتضاء، إرسال إشعار بالبريد الإلكتروني إليك. يشكل استمرارك في استخدام الخدمة بعد هذه التغييرات قبولاً للشروط الجديدة."
            },
            "contact": {
                "title": "17. معلومات الاتصال",
                "content": "إذا كانت لديك أي أسئلة حول شروط الخدمة هذه، يرجى التواصل معنا على:"
            }
        }
    },
    "privacy": {
        "title": "سياسة الخصوصية",
        "subtitle": "كريدو كربون ملتزمة بحماية خصوصيتك وضمان أمان بيانات مشروع الكربون الخاص بك. توضح سياسة الخصوصية هذه كيفية جمعنا لمعلوماتك واستخدامها وحمايتها.",
        "sections": {
            "intro": {
                "title": "1. مقدمة",
                "content": "كريدو كربون (\"نحن\" أو \"لنا\") ملتزمة بحماية خصوصيتك. توضح سياسة الخصوصية هذه كيفية جمعنا واستخدامنا والكشف عن معلوماتك وحمايتها عند استخدام منصة وخدمات أرصدة الكربون الخاصة بنا لتسجيل المشروع والتحقق والتثبت والإصدار والتداول."
            },
            "collection": {
                "title": "2. المعلومات التي نجمعها",
                "intro": "نجمع المعلومات التي تقدمها لنا مباشرة، بما في ذلك:",
                "items": [
                    {
                        "label": "معلومات الحساب:",
                        "desc": "الاسم، عنوان البريد الإلكتروني، اسم المؤسسة، الدور، رقم الهاتف، والمؤهلات المهنية"
                    },
                    {
                        "label": "بيانات مشروع الكربون:",
                        "desc": "تفاصيل المشروع، اختيار المنهجية، بيانات خط الأساس، تقارير المراقبة، حسابات خفض الانبعاثات، المعلومات الجغرافية، وتوثيق المشروع"
                    },
                    {
                        "label": "بيانات التحقق:",
                        "desc": "تقارير هيئات التحقق، وثائق التثبت، بيانات التحقق، ومسارات التدقيق"
                    },
                    {
                        "label": "معلومات المعاملات:",
                        "desc": "سجلات إصدار أرصدة الكربون، تاريخ النقل، شهادات الإيقاف، وأنشطة التداول"
                    },
                    {
                        "label": "معلومات الدفع:",
                        "desc": "عنوان الفواتير، تفاصيل طريقة الدفع (تتم معالجتها بشكل آمن من قبل مزودي الطرف الثالث)"
                    },
                    {
                        "label": "بيانات الاستخدام:",
                        "desc": "بيانات السجل، معلومات الجهاز، عنوان IP، نوع المتصفح، أنماط استخدام واجهة برمجة التطبيقات، وتفاعلات المنصة"
                    },
                    {
                        "label": "الاتصالات:",
                        "desc": "الرسائل، تذاكر الدعم، التعليقات، والمراسلات مع فريقنا"
                    }
                ]
            },
            "usage": {
                "title": "3. كيف نستخدم معلوماتك",
                "intro": "نستخدم المعلومات المجمعة لأغراض مختلفة خاصة بعمليات أرصدة الكربون:",
                "items": [
                    "لتوفير وصيانة وتحسين منصة وخدمات أرصدة الكربون الخاصة بنا",
                    "لتسهيل عمليات تسجيل المشروع والتحقق والتثبت والإصدار",
                    "لمعالجة معاملات أرصدة الكربون والتحويلات والإيقافات",
                    "للتكامل مع سجلات الكربون (فيرا، المعيار الذهبي، مجلس الكربون العالمي، بلان فيفو، إلخ)",
                    "لإنشاء تقارير ووثائق المراقبة والإبلاغ والتحقق (إم آر في)",
                    "لإرسال الإشعارات التقنية وتحديثات المشروع وتنبيهات حالة التحقق والإخطارات الأمنية",
                    "للرد على تعليقاتك وأسئلتك وطلبات خدمة العملاء",
                    "لمراقبة وتحليل استخدام المنصة والاتجاهات وأنشطة سوق الكربون",
                    "لاكتشاف ومنع ومعالجة المشكلات التقنية والنشاط الاحتيالي والحساب المزدوج",
                    "للامتثال لمتطلبات سجل الكربون والالتزامات القانونية",
                    "للحفاظ على مسارات التدقيق لنزاهة أرصدة الكربون والشفافية"
                ]
            },
            "sharing": {
                "title": "4. مشاركة البيانات والإفصاح",
                "intro": "قد نشارك معلوماتك في الظروف التالية:",
                "items": [
                    {
                        "label": "بموافقتك:",
                        "desc": "عندما توافق صراحة على مشاركة المعلومات"
                    },
                    {
                        "label": "سجلات الكربون:",
                        "desc": "مشاركة بيانات المشروع مع فيرا والمعيار الذهبي ومجلس الكربون العالمي وبلان فيفو والسجلات الأخرى لتقديم المشروع والتحقق والتثبت وإصدار الأرصدة"
                    },
                    {
                        "label": "هيئات التحقق والتثبت (في في بي):",
                        "desc": "مشاركة معلومات المشروع مع هيئات التحقق المعتمدة للتحقق المستقل"
                    },
                    {
                        "label": "مزودي الخدمة:",
                        "desc": "البائعين الخارجيين الذين يقدمون خدمات نيابة عنا (الاستضافة السحابية، التحليلات، معالجة الدفع)"
                    },
                    {
                        "label": "معلومات أرصدة الكربون العامة:",
                        "desc": "قد تكون بيانات معينة لأرصدة الكربون (تفاصيل المشروع، سجلات الإصدار، معلومات الإيقاف) متاحة للجمهور للشفافية ونزاهة السوق"
                    },
                    {
                        "label": "المتطلبات القانونية:",
                        "desc": "عندما يكون ذلك مطلوباً بموجب القانون أو اللوائح أو لحماية حقوقنا والامتثال للوائح سوق الكربون"
                    },
                    {
                        "label": "نقل الأعمال:",
                        "desc": "فيما يتعلق بعمليات الدمج أو الاستحواذ أو مبيعات الأصول"
                    }
                ]
            },
            "security": {
                "title": "5. أمان البيانات",
                "intro": "ننفذ تدابير تقنية وتنظيمية قوية لحماية بيانات مشروع الكربون الخاص بك:",
                "items": [
                    "تشفير AES-256 للبيانات في حالة السكون",
                    "تشفير TLS 1.3 للبيانات أثناء النقل",
                    "عمليات تدقيق أمنية منتظمة واختبار الاختراق",
                    "امتثال SOC 2 Type II",
                    "نظام إدارة أمن المعلومات المعتمد وفقاً لمعيار ISO 27001",
                    "التحكم في الوصول القائم على الأدوار (RBAC) لبيانات المشروع",
                    "المصادقة متعددة العوامل (MFA) لجميع حسابات المستخدمين",
                    "سجلات تدقيق غير قابلة للتغيير لمعاملات أرصدة الكربون",
                    "النسخ الاحتياطية المتكررة جغرافياً وإجراءات التعافي من الكوارث"
                ]
            },
            "retention": {
                "title": "6. الاحتفاظ بالبيانات",
                "intro": "نحتفظ بمعلوماتك طالما كان ذلك ضرورياً لتقديم خدماتنا والامتثال للالتزامات القانونية. قد يتم الاحتفاظ ببيانات مشروع الكربون وسجلات معاملات الأرصدة لفترات ممتدة بسبب:",
                "items": [
                    "متطلبات سجل الكربون لمسارات التدقيق وتاريخ التحقق",
                    "الامتثال التنظيمي ومعايير نزاهة سوق الكربون",
                    "متطلبات مراقبة المشروع طويلة المدى والديمومة",
                    "الالتزامات القانونية والتعاقدية"
                ]
            },
            "rights": {
                "title": "7. حقوقك",
                "intro": "اعتماداً على موقعك، قد يكون لديك الحقوق التالية فيما يتعلق ببياناتك الشخصية:",
                "items": [
                    "الوصول إلى نسخة من بياناتك الشخصية والحصول عليها",
                    "تصحيح البيانات غير الدقيقة أو غير المكتملة",
                    "طلب حذف بياناتك (مع مراعاة متطلبات الاحتفاظ بسجل الكربون والقانونية)",
                    "الاعتراض على معالجة بياناتك أو تقييدها",
                    "إمكانية نقل البيانات لمعلومات مشروع الكربون الخاص بك",
                    "سحب الموافقة في أي وقت (حيث تعتمد المعالجة على الموافقة)",
                    "تقديم شكوى إلى سلطة إشرافية"
                ],
                "note": "ملاحظة: قد تحتاج بعض بيانات مشروع الكربون إلى الاحتفاظ بها للامتثال للسجل ولا يمكن حذفها أثناء نشاط المشاريع أو وجود أرصدة معلقة."
            },
            "cookies": {
                "title": "8. ملفات تعريف الارتباط والتتبع",
                "content": "نستخدم ملفات تعريف الارتباط وتقنيات التتبع المماثلة لجمع وتتبع المعلومات حول استخدامك لمنصتنا. يمكنك التحكم في ملفات تعريف الارتباط من خلال إعدادات المتصفح. راجع سياسة ملفات تعريف الارتباط الخاصة بنا لمزيد من التفاصيل."
            },
            "international": {
                "title": "9. نقل البيانات الدولي",
                "intro": "قد يتم نقل معلوماتك ومعالجتها في بلدان أخرى غير بلد إقامتك لتسهيل عمليات سوق الكربون العالمية. نضمن وجود ضمانات مناسبة لمثل هذه عمليات النقل، بما في ذلك:",
                "items": [
                    "الشروط التعاقدية القياسية المعتمدة من السلطات التنظيمية",
                    "قرارات الملاءمة لنقل البيانات",
                    "الامتثال للائحة العامة لحماية البيانات وقانون خصوصية المستهلك في كاليفورنيا ولوائح الخصوصية الأخرى المعمول بها"
                ]
            },
            "thirdParty": {
                "title": "10. خدمات الطرف الثالث",
                "content": "تتكامل منصتنا مع خدمات الطرف الثالث بما في ذلك سجلات الكربون ومعالجات الدفع ومزودي التحليلات. لهذه الأطراف الثالثة سياسات خصوصية خاصة بها تحكم استخدامها لمعلوماتك."
            },
            "children": {
                "title": "11. خصوصية الأطفال",
                "content": "خدمتنا غير مخصصة للأفراد دون سن 18 عاماً. نحن لا نجمع عن قصد معلومات شخصية من الأطفال."
            },
            "changes": {
                "title": "12. التغييرات على هذه السياسة",
                "content": "قد نقوم بتحديث سياسة الخصوصية هذه من وقت لآخر لتعكس التغييرات في التكنولوجيا أو التشريعات أو لوائح سوق الكربون أو عمليات أعمالنا. سنخطرك بأي تغييرات جوهرية عن طريق نشر السياسة الجديدة على هذه الصفحة، وعند الاقتضاء، إرسال إشعار بالبريد الإلكتروني إليك."
            },
            "contact": {
                "title": "13. اتصل بنا",
                "content": "إذا كانت لديك أسئلة حول سياسة الخصوصية هذه أو ترغب في ممارسة حقوق الخصوصية الخاصة بك، يرجى التواصل معنا على:"
            }
        }
    },
    "cookies": {
        "title": "سياسة ملفات تعريف الارتباط",
        "subtitle": "توضح سياسة ملفات تعريف الارتباط هذه كيفية استخدام كريدو كربون لملفات تعريف الارتباط والتقنيات المماثلة لتحسين تجربتك على منصة أرصدة الكربون الخاصة بنا.",
        "sections": {
            "what": {
                "title": "1. ما هي ملفات تعريف الارتباط؟",
                "content": "ملفات تعريف الارتباط هي ملفات نصية صغيرة يتم وضعها على جهازك عند زيارة موقعنا الإلكتروني. تساعدنا في تقديم تجربة أفضل لك من خلال تذكر تفضيلاتك والحفاظ على أمان جلستك وفهم كيفية تفاعلك مع منصة أرصدة الكربون الخاصة بنا."
            },
            "types": {
                "title": "2. أنواع ملفات تعريف الارتباط التي نستخدمها",
                "essential": {
                    "title": "ملفات تعريف الارتباط الأساسية",
                    "desc": "هذه الملفات ضرورية لعمل المنصة بشكل صحيح. تمكّن الوظائف الأساسية مثل الوصول الآمن إلى لوحة تحكم مشروع الكربون ومعالجة المعاملات وسلامة البيانات.",
                    "items": [
                        "مصادقة المستخدم وإدارة الجلسات",
                        "الأمان ومنع الاحتيال لمعاملات أرصدة الكربون",
                        "موازنة الحمل واستقرار المنصة",
                        "إدارة رمز الوصول لواجهة برمجة التطبيقات للمطورين"
                    ]
                },
                "functional": {
                    "title": "ملفات تعريف الارتباط الوظيفية",
                    "desc": "تمكّن هذه الملفات الوظائف المحسنة والتخصيص الخاص بإدارة أرصدة الكربون.",
                    "items": [
                        "تفضيلات اللغة والمنطقة",
                        "تخطيط لوحة التحكم وتفضيلات العرض",
                        "فلاتر نوع المشروع والسجل",
                        "تفضيلات الإشعارات لتحديثات المشروع والتحقق",
                        "إعدادات عرض محفظة أرصدة الكربون"
                    ]
                },
                "analytics": {
                    "title": "ملفات تعريف الارتباط التحليلية",
                    "desc": "تساعدنا هذه الملفات في فهم كيفية تفاعل المستخدمين مع منصتنا من خلال جمع المعلومات والإبلاغ عنها بشكل مجهول. يساعدنا هذا في تحسين تجربة تسجيل أرصدة الكربون والتحقق والتداول.",
                    "items": [
                        "مشاهدات الصفحة وأنماط التنقل داخل المنصة",
                        "إحصائيات استخدام الميزات (مثل أدوات إم آر في، معالج المشروع، استخدام واجهة برمجة التطبيقات)",
                        "مقاييس الأداء وأوقات التحميل",
                        "تحليل رحلة المستخدم لتحسين المنصة"
                    ]
                },
                "marketing": {
                    "title": "ملفات تعريف الارتباط التسويقية",
                    "desc": "تتتبع هذه الملفات نشاطك عبر الإنترنت لمساعدتنا في تقديم معلومات أكثر صلة حول فرص أرصدة الكربون وقياس فعالية حملات التوعية لدينا.",
                    "items": [
                        "محتوى مستهدف حول منهجيات وسجلات أرصدة الكربون",
                        "تتبع أداء الحملات للتثقيف بسوق الكربون",
                        "إعادة الاستهداف لميزات المنصة والتحديثات"
                    ]
                }
            },
            "thirdParty": {
                "title": "3. ملفات تعريف الارتباط الخاصة بالطرف الثالث",
                "intro": "نستخدم خدمات من مزودين خارجيين موثوقين قد يضعون ملفات تعريف الارتباط الخاصة بهم لتحسين وظائف المنصة:",
                "items": [
                    {
                        "label": "Google Analytics:",
                        "desc": "تحليلات الموقع ومراقبة الأداء لتحسين تجربة المستخدم"
                    },
                    {
                        "label": "معالجات الدفع:",
                        "desc": "معالجة الدفع الآمنة لمعاملات أرصدة الكربون"
                    },
                    {
                        "label": "خدمات الدعم:",
                        "desc": "دعم العملاء والمراسلة للمساعدة التقنية"
                    },
                    {
                        "label": "وسائل التواصل الاجتماعي:",
                        "desc": "تكامل وسائل التواصل الاجتماعي لمشاركة تحديثات مشروع الكربون"
                    }
                ]
            },
            "duration": {
                "title": "4. مدة ملفات تعريف الارتباط",
                "intro": "قد تكون ملفات تعريف الارتباط إما \"جلسة\" أو \"دائمة\":",
                "items": [
                    {
                        "label": "ملفات تعريف الارتباط للجلسة:",
                        "desc": "ملفات مؤقتة تنتهي صلاحيتها عند إغلاق المتصفح. هذه ضرورية للحفاظ على جلسة تسجيل الدخول وأمان المعاملات."
                    },
                    {
                        "label": "ملفات تعريف الارتباط الدائمة:",
                        "desc": "تبقى على جهازك لفترة محددة (عادة من 30 يوماً إلى سنتين) أو حتى تحذفها. تتذكر تفضيلاتك وإعداداتك عبر الجلسات."
                    }
                ]
            },
            "managing": {
                "title": "5. إدارة ملفات تعريف الارتباط",
                "intro": "لديك الحق في تقرير قبول أو رفض ملفات تعريف الارتباط. يمكنك ممارسة تفضيلات ملفات تعريف الارتباط من خلال:",
                "items": [
                    {
                        "label": "شعار الموافقة على ملفات تعريف الارتباط:",
                        "desc": "إدارة التفضيلات عند زيارتك الأولى لمنصتنا"
                    },
                    {
                        "label": "إعدادات المتصفح:",
                        "desc": "تسمح لك معظم المتصفحات برفض أو حذف ملفات تعريف الارتباط من خلال إعداداتها"
                    },
                    {
                        "label": "أدوات إلغاء الاشتراك:",
                        "desc": "استخدم أدوات إلغاء الاشتراك الصناعية لملفات تعريف الارتباط الإعلانية"
                    },
                    {
                        "label": "إعدادات الحساب:",
                        "desc": "إدارة تفضيلات معينة لملفات تعريف الارتباط ضمن لوحة تحكم حساب كريدو كربون الخاص بك"
                    }
                ],
                "important": "مهم: قد يؤثر حظر أو حذف ملفات تعريف الارتباط الأساسية على قدرتك على الوصول إلى ميزات معينة من المنصة، بما في ذلك إدارة المشروع ومعاملات أرصدة الكربون وتكاملات واجهة برمجة التطبيقات."
            },
            "browser": {
                "title": "6. تعليمات خاصة بالمتصفح",
                "intro": "لإدارة ملفات تعريف الارتباط في متصفحك:",
                "items": [
                    {
                        "label": "Chrome:",
                        "desc": "الإعدادات ← الخصوصية والأمان ← ملفات تعريف الارتباط وبيانات الموقع الأخرى"
                    },
                    {
                        "label": "Firefox:",
                        "desc": "الخيارات ← الخصوصية والأمان ← ملفات تعريف الارتباط وبيانات الموقع"
                    },
                    {
                        "label": "Safari:",
                        "desc": "التفضيلات ← الخصوصية ← ملفات تعريف الارتباط وبيانات الموقع"
                    },
                    {
                        "label": "Edge:",
                        "desc": "الإعدادات ← الخصوصية والبحث والخدمات ← أذونات ملفات تعريف الارتباط والموقع"
                    }
                ]
            },
            "dnt": {
                "title": "7. عدم التتبع",
                "content": "تتضمن بعض المتصفحات ميزة \"عدم التتبع\" (DNT). بينما لا تستجيب منصتنا حالياً لإشارات DNT، فإننا ملتزمون باحترام تفضيلات خصوصيتك والامتثال للوائح حماية البيانات المعمول بها."
            },
            "carbonData": {
                "title": "8. ملفات تعريف الارتباط وبيانات أرصدة الكربون",
                "content": "نود أن نؤكد لك أن ملفات تعريف الارتباط لا تخزن بيانات مشروع الكربون الحساسة أو المعلومات المالية أو معلومات التعريف الشخصية بخلاف ما هو ضروري للمصادقة وإدارة الجلسات. يتم تخزين جميع بيانات معاملات أرصدة الكربون ومعلومات المشروع بشكل آمن في قواعد بياناتنا المشفرة، منفصلة عن تخزين ملفات تعريف الارتباط."
            },
            "updates": {
                "title": "9. التحديثات على هذه السياسة",
                "content": "قد نقوم بتحديث سياسة ملفات تعريف الارتباط هذه من وقت لآخر لتعكس التغييرات في التكنولوجيا أو التشريعات أو عمليات أعمالنا. سنخطرك بأي تغييرات جوهرية من خلال منصتنا أو عبر البريد الإلكتروني."
            },
            "contact": {
                "title": "10. اتصل بنا",
                "content": "إذا كانت لديك أسئلة حول استخدامنا لملفات تعريف الارتباط أو ممارسات الخصوصية، يرجى التواصل معنا على:"
            }
        }
    },
    "compliance": {
        "badge": "الامتثال والمعايير",
        "title": "امتثال سوق الكربون والشهادات",
        "subtitle": "تحافظ كريدو كربون على أعلى معايير الامتثال عبر سجلات الكربون العالمية والأطر التنظيمية وأفضل ممارسات الصناعة لضمان الثقة والشفافية في أسواق الكربون.",
        "sections": {
            "registry": {
                "title": "امتثال سجل الكربون العالمي",
                "intro": "تم تصميم كريدو كربون للتكامل بسلاسة والامتثال لمعايير ومتطلبات جميع سجلات أرصدة الكربون الدولية الرئيسية:",
                "registries": {
                    "verra": {
                        "title": "برنامج فيرا في سي إس",
                        "desc": "الامتثال الكامل لمتطلبات منهجية المعيار الكربوني المعتمد وإجراءات التحقق والتثبت وبروتوكولات إصدار الأرصدة."
                    },
                    "goldStandard": {
                        "title": "المعيار الذهبي",
                        "desc": "الالتزام بإطار المعيار الذهبي للأهداف العالمية، لضمان تقديم المشاريع لتأثيرات مناخية وتنمية مستدامة قابلة للقياس."
                    },
                    "gcc": {
                        "title": "مجلس الكربون العالمي (GCC)",
                        "desc": "الامتثال لمعايير مجلس الكربون العالمي الصارمة لمشاريع تعويض الكربون في الشرق الأوسط وأفريقيا وآسيا."
                    },
                    "planVivo": {
                        "title": "بلان فيفو",
                        "desc": "دعم نهج بلان فيفو المركز على المجتمع لمشاريع الكربون القائمة على الطبيعة وإشراك صغار المزارعين."
                    },
                    "acr": {
                        "title": "السجل الأمريكي للكربون (إيه سي آر)",
                        "desc": "التوافق مع معايير السجل الأمريكي للكربون لمشاريع تعويض الكربون في أمريكا الشمالية وخارجها."
                    },
                    "car": {
                        "title": "احتياطي العمل المناخي (CAR)",
                        "desc": "الامتثال لبروتوكولات احتياطي العمل المناخي لمشاريع تعويض الكربون عالية الجودة في أمريكا الشمالية."
                    }
                }
            },
            "mrv": {
                "title": "معايير المراقبة والإبلاغ والتحقق (إم آر في)",
                "intro": "تضمن منصتنا الالتزام الصارم بأفضل ممارسات إم آر في عبر جميع مشاريع أرصدة الكربون:",
                "items": [
                    {
                        "label": "ISO 14064-2:",
                        "desc": "تحديد كمية والإبلاغ عن تخفيضات انبعاثات غازات الاحتباس الحراري أو تحسينات الإزالة على مستوى المشروع"
                    },
                    {
                        "label": "ISO 14064-3:",
                        "desc": "التحقق والتثبت من تأكيدات غازات الاحتباس الحراري"
                    },
                    {
                        "label": "المراقبة المستمرة:",
                        "desc": "جمع البيانات في الوقت الفعلي وأنظمة الإبلاغ الآلية لتعزيز الشفافية"
                    },
                    {
                        "label": "التحقق من طرف ثالث:",
                        "desc": "التكامل مع هيئات التحقق والتثبت المعتمدة (في في بي)"
                    },
                    {
                        "label": "تكامل الأقمار الصناعية وإنترنت الأشياء:",
                        "desc": "الاستشعار عن بعد المتقدم وبيانات أجهزة إنترنت الأشياء للمحاسبة الكربونية الدقيقة"
                    }
                ]
            },
            "regulatory": {
                "title": "الامتثال التنظيمي والسوقي",
                "article6": {
                    "title": "المادة 6 من اتفاقية باريس",
                    "intro": "تم تصميم كريدو كربون لدعم الامتثال لآليات المادة 6 للتعاون الدولي في سوق الكربون، بما في ذلك:",
                    "items": [
                        "المادة 6.2: المقاربات التعاونية مع التعديلات المقابلة",
                        "المادة 6.4: آلية التنمية المستدامة لاعتماد الكربون العالمي",
                        "المحاسبة القوية لتجنب الحساب المزدوج لتخفيضات الانبعاثات"
                    ]
                },
                "euEts": {
                    "title": "نظام تداول الانبعاثات الأوروبي (إي يو إي تي إس)",
                    "intro": "دعم الامتثال لأكبر سوق كربون في العالم، بما في ذلك:",
                    "items": [
                        "متطلبات المراقبة والإبلاغ بموجب لائحة إم آر في الأوروبية",
                        "التكامل مع سجل الاتحاد لتتبع المخصصات",
                        "الامتثال للتصنيف الأوروبي للأنشطة المستدامة"
                    ]
                },
                "vcmi": {
                    "title": "نزاهة سوق الكربون الطوعي (VCMI)",
                    "content": "التوافق مع مدونة ممارسات VCMI للمشاركة عالية النزاهة في سوق الكربون الطوعي، لضمان مصداقية مطالبات المناخ للشركات."
                },
                "icvcm": {
                    "title": "مجلس النزاهة لسوق الكربون الطوعي (ICVCM)",
                    "content": "دعم مبادئ الكربون الأساسية (CCPs) لضمان أن أرصدة الكربون تمثل تخفيضات أو إزالات انبعاثات حقيقية وإضافية وقابلة للقياس ودائمة ومتحقق منها بشكل مستقل."
                }
            },
            "security": {
                "title": "امتثال أمان البيانات والخصوصية",
                "soc2": {
                    "title": "SOC 2 Type II",
                    "content": "نحافظ على امتثال SOC 2 Type II، مما يدل على التزامنا بالأمان والتوفر وسلامة المعالجة والسرية والخصوصية. يتم تدقيق ضوابطنا سنوياً من قبل مدققين خارجيين مستقلين."
                },
                "iso27001": {
                    "title": "ISO 27001",
                    "content": "نظام إدارة أمن المعلومات (ISMS) الخاص بنا معتمد وفقاً لمعايير ISO 27001، مما يضمن الإدارة المنهجية لبيانات مشروع الكربون الحساسة والتحسين المستمر لممارسات الأمان."
                },
                "gdpr": {
                    "title": "امتثال GDPR و CCPA",
                    "intro": "الامتثال الكامل للوائح الخصوصية العالمية بما في ذلك:",
                    "items": [
                        "اللائحة العامة لحماية البيانات في الاتحاد الأوروبي (GDPR)",
                        "قانون خصوصية المستهلك في كاليفورنيا (CCPA)",
                        "حقوق صاحب البيانات ومبادئ الخصوصية حسب التصميم",
                        "معالجة البيانات الشفافة وإدارة الموافقة"
                    ]
                }
            },
            "antiFraud": {
                "title": "مكافحة الاحتيال ومنع الحساب المزدوج",
                "intro": "تنفذ كريدو كربون آليات قوية لمنع الاحتيال وضمان نزاهة أرصدة الكربون:",
                "items": [
                    "تتبع الرقم التسلسلي الفريد لكل رصيد كربون",
                    "التحقق عبر السجلات لمنع الإصدار المزدوج",
                    "بروتوكولات الإيقاف والإلغاء الآلية",
                    "المراقبة في الوقت الفعلي للأنشطة المشبوهة",
                    "التكامل مع قواعد بيانات السجل للتحقق من حالة الرصيد"
                ]
            },
            "continuous": {
                "title": "مراقبة الامتثال المستمرة",
                "intro": "نحافظ على نهج استباقي للامتثال:",
                "items": [
                    "عمليات التدقيق الداخلية والخارجية المنتظمة",
                    "المراقبة المستمرة للتغييرات التنظيمية عبر الولايات القضائية",
                    "مراجعات وتحديثات الامتثال الربع سنوية",
                    "تدريب الموظفين على لوائح سوق الكربون وأفضل الممارسات",
                    "المشاركة مع مجموعات العمل الصناعية وهيئات وضع المعايير"
                ]
            },
            "contact": {
                "title": "تواصل مع فريق الامتثال لدينا",
                "content": "للأسئلة حول برنامج الامتثال لدينا، لطلب تقارير التدقيق، أو للإبلاغ عن مخاوف أمنية:",
                "general": "الامتثال العام:",
                "security": "المشكلات الأمنية:",
                "generalEmail": "info@credocarbon.com",
                "securityEmail": "admin@credocarbon.com"
            }
        }
    }
}